[
  {
    "name": "Aurelia Walker",
    "role": "Protagonist",
    "age": 26,
    "height": "5'6",
    "nationality": "American",
    "bio": "Aurelia wants nothing more than to fit in and be normal, which is impossible due to her magic powers. Still, she tries to make the best of it – even becoming a private eye with unique insights into people's minds. Try as she might, she can't shake the feeling that something is horribly wrong, but she'll do everything in her power to figure it out.",
    "image": "aurelia.svg",
    "personality": ["Quick", "Sardonic", "Reserved"],
    "hobby": ["Nature", "Fine Arts", "Literature"],
    "prop": ["aurelia/deathheadmoth.png", "aurelia/painterpallete.png", "aurelia/casefile.png"]
  },
  {
    "name": "Angela Summers",
    "role": "Mother",
    "age": 39,
    "height": "5'7",
    "nationality": "Haitian-American",
    "bio": "Angela is a clear matriarch, always prioritizing the health and successes of her family while holding them together emotionally. She tends to see the best in people, opting for compassion and forgiveness above all else. Her children love her, and her husband respects her – but her self-assuredness is put to the test when her baby is on the line.",
    "image": "mom.svg",
    "personality": ["Nurturing", "Compassionate", "Patient"],
    "hobby": ["Singing", "Volunteering", "Embroidery"],
    "prop": ["angela/familyalbum.png", "angela/musicbox.png", "angela/mask.png"]
  },
  {
    "name": "Dylan Monelo",
    "role": "Father",
    "age": 38,
    "height": "5'9",
    "nationality": "Filipino",
    "bio": "Dylan is a classic first-generation family man. Though he loves his family dearly, he sometimes has trouble expressing his feelings in words and prefers to take action. He tends to baby his only daughter, and has a more practical approach to parenting his older son, but above all recognizes Angela as his better half. But what happens when a man who will stop at nothing to fix his family's problems is left entirely powerless…?",
    "image": "dad.svg",
    "personality": ["Stoic", "Strong", "Skeptical"],
    "hobby": ["Baseball", "Sports", "Cooking"],
    "prop": ["dylan/chisel.png", "dylan/gears.png", "dylan/wrench.png"]
  },
  {
    "name": "Douglas Summers-Monelo",
    "role": "Son",
    "age": 12,
    "height": "4'5",
    "nationality": "Filipino-American",
    "bio": "Douglas feels all alone and cut off from his world. On top of the expected struggles entering teenage years, his parents seem to think he's not smart enough to figure out something is wrong. Secretly, he'd like to help if he could, but no one takes him seriously enough to let him try. So he holes up with his headphones and notebook, scribbling away.",
    "image": "tween.svg",
    "personality": ["Rebellious", "Creative", "Sensitive"],
    "hobby": ["Writing", "Music", "Reading"],
    "prop": ["douglas/headphones.png", "douglas/pencil.png", "douglas/notebook.png"]
  },
  {
    "name": "Kirsten Summers-Monelo",
    "role": "Daughter",
    "age": 3,
    "height": "3'1",
    "nationality": "Filipino-American",
    "bio": "Kirsten's wonderfully bubbly personality seems to be lost on her struggling family. She can't quite grasp what's wrong, but understands there is something off and offers help in every way she can (usually a stuffed animal or a hug). Her age keeps her naive, so typically the world around her feels more interesting than intimidating.",
    "image": "toddler.svg",
    "personality": ["Playful", "Curious", "Sweet"],
    "hobby": ["Drawing", "Magic", "Dinosaurs"],
    "prop": ["kirsten/bunny.webp", "kirsten/fairy.svg", "kirsten/magic.webp"]
  },
  {
    "name": "Tobi Summers-Monelo",
    "role": "Infant",
    "age": "6 months",
    "height": "2'0",
    "nationality": "Filipino-American",
    "bio": "Well, Tobi is - was…a quite usual baby. But there's simply nothing usual about them now.",
    "image": "baby.svg",
    "personality": ["..."],
    "hobby": ["N/A"],
    "prop": []
  }
]
